Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E01A.tmx
Source language: en_us
Languages: zh_cn

source: How to Remove Ink from Clothes
zh_cn: 去除污渍有妙招

source: Removing ink stains caused by biros, fountain pens and artist's ink from clothing is not an easy task but it is doable.
zh_cn: 要除去圆珠笔、钢笔、美术作品墨水留下的污渍，可不是那么容易的事，却也可行。

source: There are a few ways to remove the stains, and a few products that can help you to do it easily.
zh_cn: 有几种去污渍的方法，有几种产品有助于轻易除去污渍。

source: Here are some suggestions to remove the ink from washable clothing, preferably sooner rather than later.
zh_cn: 下面有种方案来除去可水洗衣物上的墨迹，宜早不宜迟。

source: Steps
zh_cn: 几个步骤

source: Treat very fresh ink stains as soon as possible.
zh_cn: 尽快的处理刚沾上去的墨迹。

source: Acting fast is important because ink stains are very stubborn and hard to remove once they've set.
zh_cn: 快速处理很重要，如果墨迹固定在一个区域，就极难除掉。

source: If the ink stain has just happened, get a paper towel and press it against the fabric very firmly for several seconds.
zh_cn: 如果墨迹是刚刚沾上的，拿一张纸巾在布料上用力的擦几秒钟。

source: Do not "blot" as some people recommend, and never rub.
zh_cn: 不要按人家说的那样去“吸干”污渍，也不要用力摩擦。

source: Blotting and rubbing can spread the ink.
zh_cn: 采取吸干的方式只会让墨迹扩散。

source: The paper towel, on the other hand, will absorb the still-wet ink out of the fabric somewhat, making the stain less obvious, and easier to remove.
zh_cn: 另一方面，纸巾能或多或少吸收衣物上尚未干的墨迹，让污渍不那么明显，就能更好的去除。

source: Use rubbing alcohol or methylated spirits.
zh_cn: 使用外用酒精或甲基化酒精。

source: Rubbing alcohol or methylated spirits (denatured alcohol) from the drug store or hardware store are ideal to remove ink stains, as long as the stains have not set.
zh_cn: 如果污渍还没固定在一个区域，从药店、五金店买来的外用酒精 或甲基化酒精（工业酒精）去除污渍效果理想。

source: The alcohol neutralizes the pigment in the ink so it disappears.
zh_cn: 酒精中和了颜料，污渍就消失了。

source: Either soak a washable garment in rubbing alcohol or methylated spirits, then wash as normal, or use the following process:
zh_cn: 只要污渍还没固定在一个区域，可以把能水洗的衣物泡在外用酒精或泡在甲基化酒精，然后正常的清洗，或者按系列程序使用：

source: Dip a clean cotton swab into rubbing alcohol.
zh_cn: 把干净的棉签蘸入外用酒精。

source: Dab at the soaked up ink mark with the cotton swab (bud) or small sponge.
zh_cn: 用棉签或小海绵在衣服的污迹轻轻地沾几下。

source: Repeat this each time with a fresh cotton swab or sponge, as many times as needed.
zh_cn: 更换新棉签或小海绵反复沾几下，需要多次反复。

source: Dip another fresh cotton swab or sponge into cold water and dab the area to remove the alcohol from the fabric.
zh_cn: 换一棉签或小海绵将其放入冷水中，在污迹区域轻轻地沾几下，进而去除衣物的酒精。

source: Allow the area to dry.
zh_cn: 让污迹区域风干。

source: Wash the garment as normal.
zh_cn: 正常清洗衣物。

source: Try ammonia for non-synthetic garments.
zh_cn: 用氨水处理非合成衣物。

source: Make a mixture from 2 parts of methylated spirits (denatured alcohol) to 1 part cloudy ammonia.
zh_cn: 将其与两倍剂量甲基化酒精（工业酒精）混合，制成1份浑浊的氨水。

source: Wash as usual.
zh_cn: 正常清洗。

source: Apply hairspray to the stain.
zh_cn: 用发胶除污渍。

source: Hairspray will cause the ink to dissolve, making it easier to wash the ink out of the material.
zh_cn: 发胶能溶解污渍，让污渍更容易从衣物上清洗掉。

source: Spray liberally until the stain is saturated with hairspray, then blot with a damp cloth (do not rub).
zh_cn: 剂量要充足，让发胶浸透污渍，然后用湿布轻轻沾几下(不是用力擦)。

source: Repeat application and blotting until the stain lifts, then wash.
zh_cn: 反复使用，沾到污渍消失，然后清洗。

source: Be sure that you have gotten all the ink out before you dry the washed garment in a dryer, because the heat of a dryer will set the stain.
zh_cn: 在使用电吹风吹干衣物前，务必让所有污渍清除，因为电吹风的热气会定型污渍。

source: Try milk.
zh_cn: 使用牛奶去除污渍。

source: There are several different possible methods for using milk to remove ink stains, as follows:
zh_cn: 有几种方法可利用牛奶去除污渍，方法如下：

source: Use cold milk.
zh_cn: 使用冷藏牛奶。

source: After dabbing up the fresh ink with paper towels as outlined in step one, soak the stain in milk for half an hour.
zh_cn: 按步骤1所说的，用纸巾蘸入牛奶内，轻轻地沾几下。后把带污渍的衣物在牛奶内浸泡半个小时。

source: Use warm milk.
zh_cn: 使用温热牛奶。

source: Heat milk to lukewarm.
zh_cn: 将牛奶微热。

source: Pour into a suitable container and soak the stained part of the garment in the warm milk as soon as possible.
zh_cn: 把牛奶盛放在合适的容器里，并用温热的牛奶尽快地浸泡衣物的污渍部位。

source: Rinse after soaking and wash as usual.
zh_cn: 浸泡后冲洗，然后正常清洗。

source: Use rotten milk solids.
zh_cn: 使用固体酸牛奶。

source: Put milk into a container and put it into the sunshine to rot.
zh_cn: 把牛奶装入一个容器内，置于太阳地下发酵。

source: When it turns lumpy and smelly, it's ready to use; use a wide-mouthed container to speed up the rotting process.
zh_cn: 牛奶成块状、散发气味了，就准备使用。用一个广开瓶式的容器会加速发酵过程。

source: Using your fingers, grab some of the lumpy pieces and apply these direct to the ink stain.
zh_cn: 用手指搅动成块的牛奶，直接把块状牛奶放在污渍上面。

source: Once the stain has disappeared, rinse off with cold water to remove the soap residue.
zh_cn: 一旦污渍消失，立即将衣物放入冷水中冲洗，去掉肥皂残留物。

source: Wash as normal.
zh_cn: 正常清洗。

source: Use glycerin.
zh_cn: 使用甘油。

source: Warm the glycerin slightly to lukewarm temperature.
zh_cn: 将甘油轻度加热，加到温热。

source: Apply to the stain, then flush with water.
zh_cn: 将甘油倒入污渍上，然后水洗。

source: Add a few drops of ammonia.
zh_cn: 加少许氨水。

source: Proceed to stronger methods for difficult or older stains.
zh_cn: 更有效的去除污垢或旧污渍。

source: Commercial stain removers are usually a good choice for more stubborn stains.
zh_cn: 较顽固的污渍通常选择商用污渍去除剂是个好办法。

source: Some choices include:
zh_cn: 选择包括：

source: Put Dry-Erase whiteboard cleaner or water-based "Goof Off 2" on the ink stain.
zh_cn: 在污渍上倒入擦拭白板清洁剂或水胶“华润”试剂。

source: These make a good pre-wash to quickly loosen the ink.
zh_cn: 这对清洗前有利，可迅速驱散污渍。

source: Follow the instructions and wash off as usual.
zh_cn: 按说明正常清洗。

source: Apply OXY-CLEAN to really serious ink stains.
zh_cn: 使用OXY清洁剂来对付顽固的污渍。

source: Permanent marker can also be removed from clothes that have already been laundered with this product.
zh_cn: 利用此产品，衣物上的永久污渍也能去除。

source: Take the garment to the dry cleaner if you've tried and failed, or if you've been too scared to even try! Any ink-stained clothing that cannot be washed should be taken to the dry cleaner immediately.
zh_cn: 如果你试过很多方法都无效，你连尝试都不敢，那么把衣服送到干洗店吧！任何一种不能手洗掉的污渍，都应尽快的送到干洗店去解决。
